//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Отказ";
"_edit_"                    = "Редактирай";
"_tap_to_cancel_"           = "Докоснете, за да отмените";
"_tap_to_min_max_"          = "Tap to minimize / maximize";
"_cancel_request_"          = "Искате ли да направите отказ?";
"_upload_file_"             = "Качи файл";
"_download_file_"           = "Изтегли файл";
"_delete_"                  = "Изтрий";
"_rename_"                  = "Преименуване";
"_rename_file_"             = "Преименуване на файл";
"_rename_folder_"           = "Преименуване на папка";
"_move_"                    = "Преместване";
"_add_"                     = "Добавяне";
"_save_"                    = "Запази";
"_warning_"                 = "Предупреждение";
"_error_"                   = "Грешка";
"_no_"                      = "Не";
"_yes_"                     = "Да";
"_select_"                  = "Избери";
"_select_all_"              = "Избери всички";
"_upload_"                  = "Upload";
"_home_"                    = "Файлове";
"_files_"                   = "Файлове";
"_ok_"                      = "ОК";
"_done_"                    = "Готово";
"_clear_"                   = "Изчистване";
"_selected_"                = "Избранo";
"_no_active_account_"       = "Не е открит профил";
"_info_"                    = "Информация";
"_warning_"                 = "Предупреждение";
"_video_"                   = "Видео";
"_overwrite_"               = "Презапиши";
"_create_"                  = "Create";
"_create_folder_"           = "Създай папка";
"_create_folder_e2ee_"      = "Създаване на криптирана папка";
"_close_"                   = "Затвори";
"_remove_"                  = "Премахни";
"_file_not_found_"          = "Файлът не е открит";
"_continue_"                = "Продължаване";
"_continue_editing_"        = "Продължаване на редактирането ";
"_auto_upload_folder_"      = "Автоматично качване";
"_photo_"                   = "Снимка";
"_audio_"                   = "Аудио";
"_unknown_"                 = "Непознат";
"_success_"                 = "Успех";
"_mode_filename_"           = "Режим на име на файл";
"_warning_owncloud_"        = "You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration.";
"_warning_unsupported_"     = "You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud.";
"_restore_"                 = "Възстановяне";
"_tap_here_to_change_"      = "Докоснете тук за промяна";
"_no_albums_"               = "Няма албуми";
"_denied_album_"            = "This app does not have access to \"Photos\". You can enable access in Privacy Settings.";
"_denied_camera_"           = "This app does not have access to the \"Camera\". You can enable access in Privacy Settings.";
"_force_start_"             = "Принудително начало";
"_account_does_not_exist_"  = "The account %@ does not exist. Please log in again.";
"_sharing_"                 = "Споделяне";
"_details_"                 = "Подробности";
"_no_permission_add_file_"  = "You don't have permission to add files.";
"_no_permission_delete_file_" = "You don't have permission to delete files.";
"_no_permission_modify_file_" = "You don't have permission to modify files.";
"_no_permission_favorite_file_" = "You don't have permission to add the file to your favorites.";
"_add_folder_info_"         = "Добави папката в";
"_back_"                    = "Назад";
"_search_"                  = "Търсене";
"_search_or_create_tags"    = "Search or create tag";
"_tags_"                    = "Tags";
"_share_tags_create_"       = "Create \"%@\"";
"_share_tags_no_results_"   = "No tags found";
"_share_tags_added_named_"  = "Tag %@ has been created.";
"_edit_tags_"               = "Manage tags";
"_create_tag_error_"        = "New tag could not be created. Please try again.";
"_of_"                      = "от";
"_livephoto_save_"          = "Save Live Photo to Photo Album";
"_livephoto_save_error_"    = "Error during save of Live Photo.";
"_livephoto_no_"            = "Деактивиране на Live Photo/жива снимка/";
"_convert_live_photo_"      = "Convert to Live Photo";
"_file_conflict_num_"       = "конфликт на файлове";
"_file_conflicts_num_"      = "конфликти на файлове";
"_file_conflict_desc_"      = "Кои файлове желаете да запазите? Ако изберете и двете версии, към името на копирания файл ще бъде добавен номер.";
"_file_conflict_new_"       = "Нови файлове";
"_file_conflict_exists_"    = "Вече съществуващи файлове";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one.";
"_move_or_copy_"            = "Move or copy";
"_move_copy_diff_account_"  = "You cannot copy or move files between different accounts.";
"_copy_"                    = "Копие";
"_now_"                     = "Сега";
"_wait_"                    = "Моля, изчакайте …";
"_recent_"                  = "Последни";
"_view_in_folder_"          = "Преглед в папката";
"_leave_share_"             = "Напускане на споделянето";
"_disabled_"                = "Disabled";
"_compact_"                 = "Compact";
"_normal_"                  = "Normal";
"_verbose_"                 = "Verbose";
"_standard_"                = "Standard";
"_maximum_"                 = "Maximum";
"_error_occurred_"          = "An error occurred, please try again.";
"_retry_"                   = "Повторен опит";
"_images_"                  = "Images";
"_confirm_"                 = "Confirm";
"_confirm_continue_"        = "Confirm by continuing the previous uploading";
"_confirm_resetting_"       = "Confirm ignoring previous uploading";
"_background_location_access_title_"    = "Background Location Access";
"_background_location_access_message_"  = "This app needs background location access to automatically upload files when you move between areas. GPS is not used and your location is never stored.";
"_enable_background_location_title_"    = "Enable Background Location";
"_enable_background_location_message_"  = "To allow automatic file uploads in the background, please enable 'Always' for location access in Settings.";
"_enable_background_location_footer_"   = "To keep your photo library up to date automatically, this app can use background location access.\nThis allows it to detect when you’re in a new area and check for new photos to upload.\nGPS is not used, and your location is never stored or tracked.";

/* MARK: Files lock */

"_lock_"                            = "Заключване";
"_unlock_"                          = "Отключване";
"_lock_file_"                       = "Заключване на файл";
"_unlock_file_"                     = "Отключване на файл";
"_lock_selected_files_"             = "Заключване на файлове";
"_unlock_selected_files_"           = "Отключване на файлове";
"_locked_by_"                       = "Заключено от%@";
"_file_locked_no_override_"         = "Този файл е заключен. Не може да бъде заместен.";
"_lock_no_permissions_selected_"    = "Not allowed for some selected files or folders.";
"_remove_file_"             = "Премахване на файл";
"_delete_file_"             = "Изтриване на файл";
"_delete_folder_"           = "Изтриване на папка";
"_size_"                    = "Размер";
"_set_user_status_"         = "Състояние";
"_set_user_status_message_" = "Съобщение за състояние";
"_open_settings_"           = "Отваряне на настройките";
"_settings_account_request_" = "Заявка за профил при стартиране";
"_alias_"                   = "Псевдоним";
"_alias_placeholder_"       = "Write alias";
"_alias_footer_"            = "Give your accounts a descriptive name such as Home, Office, School…";
"_privacy_legal_"           = "Поверителност и правна информация";
"_source_code_"             = "Вземане на изходен код";
"_account_select_"          = "Избор на профила";
"_account_select_to_add_"   = "Избор на профил за добавяне";
"_remove_local_account_"    = "Remove local account";
"_want_delete_account_"     = "Do you want to remove local account?";
"_prevent_http_redirection_"= "The redirection in HTTP is not permitted.";
"_single_file_conflict_title_" = "Конфликт на файлове";
"_multi_file_conflict_title_" = "%@Конфликти на файлове ";
"_replace_action_title_" = "Замяна";
"_keep_both_action_title_" = "Запазване и на двата";
"_cancel_keep_existing_action_title_" = "Отказ и запазване на съществуващия";
"_replace_all_action_title_" = "Замяна на всички";
"_keep_both_for_all_action_title_" = "Запазване и на двата за всички";
"_more_action_title_" = "Повече подробности";
"_wait_file_preparation_" = "Preparing file upload. Please wait …";
"_keep_active_for_upload_" = "Keep application active until upload is completed …";
"_keep_active_for_transfers_" = "Keep application active until the transfers are completed …";
"_wait_file_encryption_"  = "Please wait, encrypting file…";
"_passcode_counter_fail_" = "Too many failed attempts, please wait before reattempting.";
"_seconds_"               = "seconds";
"_change_lock_passcode_"  = "Change passcode";
"_lock_cannot_disable_mdm_" = "Disabling the passcode lock is not permitted by your configuration profile.";

// MARK: User Status

/* User status */
"_online_"                  = "На линия";

/* User status */
"_away_"                    = "Отсъстващ";

/* User status */
"_dnd_"                     = "Не безпокойте";

/* User status */
"_dnd_description_"         = "Заглушаване на всички известия";

/* User status */
"_invisible_"               = "Невидим";

/* User status */
"_invisible_description_"   = "Появяване офлайн";

/* User status */
"_busy_"                    = "Busy";

/* User status */
"_select_user_status_"      = "Set online status";
"_select_status_message_"      = "Задай състояние";
"_status_message_"          = "Съобщение за състояние";
"_status_message_placehorder_"  = "Какво е вашето състояние?";
"_online_status_"           = "Състояние";
"_set_status_message_"      = "Задай състояние";
"_clear_status_message_after_"  = "Clear status after";

/* User status */
"_select_option_"           = "Избор на опция";
"_dont_clear_"              = "Да не се изчиства";
"_15_minutes_"              = "15 minutes";
"_30_minutes_"              = "30 минути";
"_an_hour_"                 = "час";
"_1_hour_"                  = "1 час";
"_4_hours_"                 = "4 чàса";
"_day_"                     = "Today";
"_this_week_"               = "Тази седмица";
"_days_"                    = "Дни";
"_hours_"                   = "Часове";
"_minutes_"                 = "Минути";


"_network_not_available_"   = "Network unavailable.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists.";
"_files_lock_error_"        = "There was an error changing the lock of this file.";
"_more_"                        = "Още";
"_notifications_"               = "Известия";
"_quota_space_unlimited_"       = "Неограничено";
"_quota_space_unknown_"         = "Непознат";
"_quota_using_"                 = "Използвате %@ от %@";
"_acknowledgements_"            = "Acknowledgements";
"_settings_"                    = "Настройки";
"_enter_password_"              = "Въвеждане на парола ...";
"_lock_"                        = "Заключване";
"_lock_active_"                 = "Заключване: Включено";
"_lock_not_active_"             = "Заключване: Изключено";
"_lock_protection_no_screen_"        = "Не питай при стартиране";
"_enable_touch_face_id_"        = "Активирай Touch/Face ID";
"_wifi_only_"                   = "Only use Wi-Fi connection";
"_settings_autoupload_"         = "Автоматично качване на снимки";
"_clear_cache_"                 = "Изтриване на кеша";
"_clear_cache_footer_"          = "Изчистване на свалените и offline файловете от приложението";
"_exit_"                        = "Възстановяване на приложение";
"_exit_footer_"                 = "Remove all accounts and local data from the app.";
"_want_exit_"                   = "Внимание! Ще бъде възстановено към първоначалното състояние. Продължаване?";
"_want_delete_cache_"           = "Искате ли да изтриете кеша (това премахва и текущите прехвърляния)?";
"_add_account_"                 = "Добавяне на регистрация";
"_want_delete_"                 = "You will delete the following: ";
"_want_leave_share_"            = "You will leave the following shares: ";
"_no_delete_"                   = "Не, не изтривай";
"_yes_delete_"                  = "Да, изтрий";
"_information_"                 = "Информация";
"_select_offline_warning_"      = "За да се направят множество файлове и папки достъпни офлайн, може да отнеме известно време и да се използва много памет, докато се направи това.";
"_advanced_"                    = "Допълнителни";
"_permissions_"                 = "Права";
"_custom_permissions_"          = "Custom permissions";
"_disable_files_app_"           = "Забрани интеграцията с приложението Files";
"_disable_files_app_footer_"    = "Do not permit the access of files via the iOS Files application.";
"_time_remaining_"              = "Остават %@";
"_autoupload_"                      = "Автоматично качване на снимки/видео";
"_autoupload_select_folder_"        = "Избор на папка за \"Автоматично качване\"";
"_autoupload_photos_"               = "Автоматично качване на снимки";
"_autoupload_videos_"               = "Автоматично качване на видеа";
"_autoupload_favorites_"            = "Auto upload favorites only";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_autoupload_fullphotos_"           = "Качване на цялата галерия със снимки";
"_start_autoupload_"                = "Turn on auto upload";
"_stop_autoupload_"                 = "Turn off auto upload";
"_autoupload_fullphotos_footer_"    = "Adjust the options above before uploading.";
"_autoupload_create_subfolder_"     = "Ползване на подпапки";
"_autoupload_create_subfolder_footer_"  = "Store photos in subfolders based on year, month or day.";
"_autoupload_subfolder_granularity_"    = "Грануларност на подпапка";
"_filenamemask_"                        = "Промяна на маската на името на файла";
"_filenamemask_footer_"                 = "By default, when a file is uploaded, it automatically gets the following format: yy-mm-dd hh-mm-ss plus a 4-digit counter. If you do not like this format, you can change it here except for the final 4-digit counter, which cannot be omitted.";
"_autoupload_current_folder_"           = "Избрана папка в момента";
"_show_hidden_files_"           = "Показване и на скрити файлове";
"_format_compatibility_"        = "Най-съвместим";
"_format_compatibility_footer_" = "„Най-съвместим“ ще записва снимките като JPEG, ако е възможно.";
"_privacy_"                     = "Защита на лични данни";
"_privacy_footer_"              = "This app uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON.";
"_crashservice_title_"          = "Изключване на докладчик за срив";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect.";
"_upload_mov_livephoto_"        = "Жива снимка";
"_upload_mov_livephoto_footer_" = "\"Live Photo\"/жива снимка/ ще запише избраната снимка във формат \"Live Photo\", ако е възможно.";
"_capabilities_"                = "Възможности";
"_capabilities_footer_"         = "Display the packages used by the app if they are installed and available on the server.";
"_diagnostics_"                 = "Диагностика";
"_diagnostics_footer_"          = "Changing log level requires a restart of the app to take effect";
"_view_log_"                    = "View log file";
"_clear_log_"                   = "Clear log file";
"_set_log_level_"               = "Set Log level";
"_log_file_clear_alert_"        = "Log file cleared \n successfully!";
"_connect_server_anyway_"       = "Желаете ли да се свържете със сървъра, въпреки това?";
"_server_is_trusted_"           = "Смятате ли, че този сървър е доверен?";
"_connection_error_"            = "Connection error";
"_login_url_"                   = "Адрес на сървъра https:// …";
"_login_url_error_"             = "Грешка в URL адреса, моля, проверете URL адреса на вашия сървър";
"_login_error_"                 = "Could not log in. Please try again later.";
"_favorites_"                   = "Любими";
"_favorite_short_"              = "Любимa";
"_tutorial_favorite_view_"      = "Файлове и папки които маркирате като любими ще се показват тук";
"_tutorial_offline_view_"       = " Файловете копирани тук ще бъдат достъпни офлайн.\n\nТе ще бъдат синхронизирани с вашия облак.";
"_tutorial_groupfolders_view_"  = "No team folders yet";
"_more_"                        = "Още";
"_favorite_no_files_"           = "Няма любими";
"_no_date_information_"                     = "No date information";
"_no_camera_information_"                   = "No camera information";
"_no_lens_information_"                     = "No lens information";
"_today_"                                   = "Днес";
"_yesterday_"                               = "Вчера";
"_access_photo_not_enabled_"                = "Access to Photos is not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Settings → Apps → Nextcloud → Photos and enable Photo Library Access";
"_access_background_app_refresh_denied_"    = "\"Background App Refresh\" is denied. Please enable it in \"Settings\" otherwise, new photos or videos will not be detected when the application is in the background";
"_new_photos_starting_"                     = "Only photos or videos starting %@ will be uploaded.";
"_tutorial_photo_view_"                     = "Все още няма качени снимки или видеоклипове";
"_error_createsubfolders_upload_"           = "Грешка при създаване на подпапки";
"_remove_photo_CameraRoll_"                 = "Премахване от албум на камера";
"_remove_photo_CameraRoll_desc_"            = "След качване ще се покаже съобщението „Премахване от ролката на камерата“, то е за потвърждение за изтриване на качените снимки или видеоклипове от албума на камерата. Изтритите снимки или видеоклипове ще продължат да бъдат налични в кошчето за снимки на iOS за 30 дни.";
"_never_"                       = "никога";
"_less_a_minute_"               = "преди по-малко от минута";
"_a_minute_ago_"                = "преди минута";
"_minutes_ago_"                 = "преди %d минути";
"_an_hour_ago_"                 = "преди час";
"_hours_ago_"                   = "преди %d часа";
"_a_day_ago_"                   = "преди ден";
"_days_ago_"                    = "преди %d дни";
"_forbidden_characters_"        = "Forbidden characters: %@";
"_cannot_send_mail_error_"      = "No account is set up, or wrong email address entered.";
"_open_url_error_"              = "Cannot open the URL for this action.";
"_media_"                       = "Медия";
"_order_by_"                    = "Сортиране по";
"_name_"                        = "Name";
"_date_"                        = "Дата";
"_size_"                        = "Размер";
"_delete_selected_files_"       = "Изтрий файловете";
"_remove_favorites_"            = "Премахване от Любими";
"_add_favorites_"               = "Любимa";
"_share_"                       = "Споделяне";
"_remove_local_file_"           = "Remove locally";
"_folders_"                     = "папки";
"_folder_"                      = "папка";
"_files_"                       = "Файлове";
"_file_"                        = "файл";
"_no_file_pull_down_"           = "Качете файл или плъзнете надолу, за да обновите";
"_no_file_no_permission_to_create_" = "You don't have permission to create or upload files in this folder.";
"_limited_dimension_"           = "Достигнат е максималният размер";
"_save_selected_files_"         = "Запиши в галерията със снимки";
"_file_not_saved_cameraroll_"   = "Грешка: Файлът не е запазен във фотоалбум";
"_file_saved_cameraroll_"       = "Файлът е запазен във фотоалбум";
"_favorite_on_top_"             = "Sort favorite first";
"_directory_on_top_"            = "Sort folders before files";
"_show_description_"            = "Show folder description";
"_show_recommended_files_"      = "Show recommendations";
"_search_no_record_found_"      = "Няма резултат";
"_search_in_progress_"          = "Търсенето е в ход …";
"_search_instruction_"          = "Търсене на файл (минимум 2 знака)";
"_files_no_files_"              = "Няма файлове";
"_files_no_folders_"            = "Няма папки";
"_request_in_progress_"         = "Заявка към сървъра се изпълнява ...";
"_personal_files_only_"         = "Personal files only";

"audio"                         = "АУДИО";
"directory"                     = "ПАПКИ";
"document"                      = "ДОКУМЕНТИ";
"image"                         = "ИЗОБРАЖЕНИЯ";
"template"                      = "ШАБЛОНИ";
"video"                         = "ВИДЕО";

"_paste_file_"                  = "Поставяне";
"_cancel_all_task_"             = "Отказ на всички прехвърляния";
"_status_wait_download_"        = "Изчакване за изтегляне";
"_status_downloading_"          = "Сваляне";
"_status_wait_upload_"          = "Waiting to upload";
"_status_wait_create_folder_"   = "Waiting to create the folder";
"_status_wait_delete_"          = "Waiting to delete";
"_status_wait_rename_"          = "Waiting to rename";
"_status_wait_favorite_"        = "Waiting to change favorite";
"_status_wait_copy_"            = "Waiting to copy";
"_status_wait_move_"            = "Waiting to move";
"_status_uploading_"            = "Качване";
"_status_upload_error_"         = "Error, waiting to upload";
"_select_media_folder_"         = "Set Media folder";
"_media_viewimage_show_"        = "Show only images";
"_media_viewvideo_show_"        = "Show only video";
"_media_show_all_"              = "Show both";
"_good_morning_"                = "Good morning";
"_good_day_"                    = "Добър ден";
"_good_afternoon_"              = "Good afternoon";
"_good_evening_"                = "Good evening";
"_good_night_"                  = "Good night";
"_servers_"                     = "Servers";
"_select_server_"               = "Please select a server...";

// MARK: Share

"_share_link_"                  = "Връзка за споделяне";
"_share_link_name_"             = "Име на връзка";
"_password_"                    = "Парола";
"_share_password_"              = "Password protect link";
"_date_"                        = "Дата";
"_user_sharee_footer_"          = "Докоснете, за промяна на права";
"_enforce_password_protection_" = "Изискай защита с парола.";
"_shared_with_you_by_"          = "Споделено с вас от";
"_shareLinksearch_placeholder_" = "Name, email, or Federated Cloud ID …";
"_new_comment_"                 = "Нов коментар ...";
"_edit_comment_"                = "Редактирай коментра";
"_delete_comment_"              = "Изтрий коментар";
"_share_read_only_"             = "Само преглед";
"_share_editing_"               = "Can edit";
"_share_allow_upload_"          = "За качване и редактиране";
"_share_file_drop_"             = "File request";
"_share_secure_file_drop_"      = "Сигурно изпускане /преместване/ на файл (само за качване)";
"_share_hide_download_"         = "Скрий свалянето";
"_share_allowed_downloads_"     = "Allowed downloads";
"_share_limit_download_"        = "Limit downloads";
"_remaining_"                   = "Остават %d";
"_share_password_protect_"      = "Password protection";
"_share_expiration_date_"       = "Срок на валидност";
"_share_note_recipient_"        = "Бележка за получателя";
"_share_add_sharelink_"         = "Добавяне на още една връзка";
"_share_can_read_"              = "Read";
"_share_can_reshare_"           = "Сподели";
"_share_can_create_"            = "Create";
"_share_can_change_"            = "Редактирай";
"_share_can_delete_"            = "Delete";
"_share_can_download_"          = "Allow download and sync";
"_share_unshare_"               = "Delete share";
"_share_internal_link_"         = "Вътрешна връзка";
"_share_internal_link_des_"     = "Only works for users with access to this file/folder.";
"_share_reshare_disabled_"      = "You are not allowed to reshare this file/folder.";
"_share_reshare_restricted_"    = "Note: You only have limited permission to reshare this file/folder.";
"_remote_"                      = "Отдалечено";
"_remote_group_"                = "Remote group";
"_conversation_"                = "Conversation";

"_no_transfer_"                     = "Все още няма прехвърляния";
"_no_transfer_sub_"                 = "Качванията и изтеглянията от това устройство ще се показват тук";
"_no_activity_footer_"              = "Няма повече активности за зареждане";
"_transfers_"                       = "Прехвърляния";
"_activity_"                        = "Активност";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "Споделени";
"_list_shares_no_files_"            = "Все още няма споделяния";
"_tutorial_list_shares_view_"       = "Файловете и папки, които сте споделили, ще се показват тук";
"_offline_"                         = "Офлайн";
"_upload_photos_videos_"            = "Качване на снимки или видеоклипове";
"_upload_file_"                     = "Качи файл";
"_create_nextcloudtext_document_"   = "Създаване на текстов документ";
"_use_folder_auto_upload_"          = "Използване на папка „Автоматично качване“, като дестинация";
"_filename_"                        = "Име на файла";
"_enter_filename_"                  = "Въвеждане на име на файла …";
"_default_preview_filename_footer_" = "Example preview of filename: IMG_0001.JPG";
"_filename_header_"                 = "Enter filename";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time.";
"_add_filenametype_"                = "Посочване на типа в името на файла";
"_maintain_original_filename_"      = "Запазване на оригиналното име на файла";
"_notifications_"                   = "Известия";
"_untitled_"                        = "Untitled";
"_e2e_settings_title_"              = "Криптиране";
"_e2e_settings_"                    = "Криптиране";
"_e2e_settings_start_"              = "Започване на цялостно криптиране";
"_e2e_settings_activated_"          = "Активирано е цялостно криптиране";
"_e2e_server_disabled_"             = "End-to-end encryption app disabled on server";
"_e2e_settings_view_passphrase_"    = "Всички 12 думи заедно правят много силна парола, позволявайки само Вие да преглеждате и използвате вашите криптирани файлове. Моля запишете я и я пазете на сигурно място.";
"_e2e_settings_read_passphrase_"    = "Прочитане на паролата";
"_e2e_settings_lock_not_active_"    = "Lock not active. Go to \"Settings\" and activate it.";
"_e2e_settings_the_passphrase_is_"  = "Паролата е:";
"_e2e_passphrase_request_title_"    = "Заявка за парола";
"_e2e_passphrase_request_message_"  = "Въведете 12-те думи";
"_e2e_settings_remove_"             = "Локално премахване на криптирането";
"_e2e_settings_remove_message_"     = "Потвърдете премахването на криптирането заедно с паролата. ";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_file_encrypted_"              = "File encrypted";
"_e2e_goto_settings_for_enable_"    = "Това е криптирана директория, отидете на \"Настройки\" и активирайте цялостно криптиране";
"_e2e_in_upload_"                   = "Upload in progress, please wait for all files to be transferred.";
"_scans_document_"                  = "Сканиране на документ";
"_scanned_images_"                  = "Сканирани изображения";
"_scan_document_pdf_page_"          = "Страница";
"_scan_label_document_zone_"        = "Tap or drag images down for document creation";
"_filter_document_"                 = "Document";
"_filter_original_"                 = "Оригинал";
"_quality_image_title_"             = "Преглед на качеството на изображение";
"_file_creation_"                   = "Създаване на файл";
"_delete_all_scanned_images_"       = "Изтриване на всички сканирани изображения";
"_text_recognition_"                = " Разпознаване на текст";
"_all_files_"                       = "All files";
"_personal_files_"                  = "Personal Files";

"_trash_view_"                      = "Изтрити файлове";
"_empty_trash_"                     = "Изпразни кошчето";
"_trash_no_trash_"                  = "Няма изтрити файлове";
"_trash_no_trash_description_"      = "Вие ще можете да възстановите изтритите файлове от тук.";
"_confirm_delete_selected_"         = "Are you sure you want to delete the selected items?";
"_manage_file_offline_"             = "Офлайн управление на файлове";
"_set_available_offline_"           = "Задайте като достъпни офлайн";
"_remove_available_offline_"        = "Премахнете като достъпни офлайн";
"_create_new_document_"             = "Нов документ";
"_create_new_spreadsheet_"          = "Нова таблица";
"_create_new_presentation_"         = "Нова презентация";
"_go_online_"                       = "Отидете онлайн, за да видите документа";
"_intro_1_title_"                   = "Съхранявате данните си на сигурно място и под ваш контрол";
"_intro_2_title_"                   = "Безопасно сътрудничество и обмен на файлове";
"_intro_3_title_"                   = "Лесна за използване уеб поща, календар и контакти";
"_intro_4_title_"                   = "Споделяне на екрана, онлайн срещи и уеб конференции";
"_log_in_"                          = "Вписване";
"_sign_up_"                         = "Sign up with provider";
"_host_your_own_server"             = "Host your own server";
"_invalid_url_"                         = "Invalid server URL";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid.";
"_ssl_certificate_changed_"             = "The certificate for this server seems to have changed.";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists.";
"_error_files_upload_"                  = "Error uploading files.";
"_internal_generic_error_"              = "internal error.";
"_err_permission_microphone_"           = "Please allow Microphone usage from Settings.";
"_err_permission_photolibrary_"         = "Please allow Photos from Settings.";
"_qrcode_not_authorized_"   = "This app is not authorized to use the Back Camera.";
"_qrcode_not_supported_"    = "QR code not supported by the current device.";
"_create_voice_memo_"       = "Създаване на гласова бележка ";
"_voice_memo_start_"        = "Докоснете за начало";
"_voice_memo_stop_"         = "Докоснете за спиране";
"Enter Passcode"            = "Въвеждане на Код за достъп";
"Enter a new passcode"      = "Въвеждане на нов код за достъп";
"Confirm new passcode"      = "Потвърждаване на нов код за достъп";
"_too_many_failed_passcode_attempts_error_" = "Too many failed passcode attempts. Please try again.";
"Passcodes didn't match. Try again." = "Кодовете за достъп не съвпадат. Опитайте отново.";
"Delete"                    = "Изтриване";
"Cancel"                    = "Отказ";
"_certificate_details_"     = "Подробности за сертификат на сървър";
"_certificate_pn_details_"  = "Подробности за сертификат на Push Известие";
"_certificate_view_"        = "Certificate Server";
"_certificate_pn_view_"     = "Certificate Push Notification";
"_save_as_scan_"            = "Запиши като сканиране";
"_save_changes_"            = "Save changes?";
"_modify_"                  = "Промяна";
"_overwrite_original_"      = "Презапис на оригинал";
"_save_as_copy_"            = "Запиши като копие";
"_discard_changes_"         = "Discard changes";
"_message_disable_overwrite_livephoto_" = "This image is a Live Photo, overwrite will not be possible.";
"_discard_changes_info_"    = "Вашите промени ще бъдат отхвърлени.";
"_delete_files_desc_"       = "Изтриване на файлове, за освобождаване на място";
"_delete_old_files_"        = "Изтриване в кеша на всички файлове, по-стари от";
"_never_"                   = "никога";
"_1_year_"                  = "1 година";
"_6_months_"                = "6 месеца";
"_3_months_"                = "3 месеца";
"_1_month_"                 = "1 месец";
"_1_week_"                  = "1 седмица";
"_monthly_"                 = "Месечно";
"_yearly_"                  = "Годишно";
"_daily_"                   = "Всеки ден";
"_used_space_"              = "Used space:";
"_login_address_detail_"    = "Връзката към вашия %@ уеб интерфейс, когато го отворите в браузъра.";
"_go_to_page_"              = "Отидете на страница";
"_page_"                    = "Страница";
"_this_document_has_%@_pages_"              = "Този документ има %@ страници";
"_invalid_page_"                            = "Невалидна страница";
"_the_entered_page_number_does_not_exist_"   = "The entered page number does not exist.";
"_error_something_wrong_"   = "Нещо се обърка";
"_try_download_full_resolution_"            = "Download full resolution image";
"_full_resolution_image_info_"            = "This may reveal more information about the photo.";
"_download_audio_"          = "Download the audio locally";
"_copied_path_"             = "Копиран път";
"_privacy_screen_"          = "Hide content when app is inactive";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "в";
"_enter_passphrase_"        = "Въведете парола (12 думи)";
"_show_more_results_"       = "⋯ Load more results";
"_waiting_for_"             = "Изчакване на:";
"_reachable_wifi_"          = "мрежа, достъпна чрез Wi-Fi или кабел";
"_copy_passphrase_"         = "Копиране на паролата";
"_ok_copy_passphrase_"      = "OK /добре/ и копиране на паролата";
"_select_color_"            = "Избор на цвета";
"_change_color_"            = "Промяна на цвета";
"_description_dashboardwidget_" = "Никога не е било по-лесно таблото винаги да ви е на една ръка разстояние.";
"_description_fileswidget_" = "Вижте последно използваните си файлове и  ускорете операциите си с помощта на лентата с инструменти.";
"_description_toolbarwidget_"   = "Лента с инструменти за ускоряване на вашите операции.";
"_title_lockscreenwidget_"  = "Status";
"_description_lockscreenwidget_"    = "Следене на наличното пространство и последните дейности";

"_keep_running_"            = "Keep the app running for a better user experience.";
"_apps_nextcloud_detect_"   = "Открити са %@ приложения";
"_add_existing_account_"    = "Открити са други %@ приложения, искате ли да добавите съществуващ профил?";
"_status_in_progress_"      = "Четене на състоянието е в ход ...";
"_status_e2ee_on_server_"   = "The end-to-end encryption is already configured in the server but not yet enabled on this device.";
"_status_e2ee_not_setup_"   = "The end-to-end encryption is not yet configured on the server.";
"_status_e2ee_configured_"  = "The end-to-end encryption is correctly configured.";
"_e2ee_set_as_offline_"     = "Not allowed for encrypted files or folders.";
"_change_upload_filename_"  = "Искате ли да запишете файла с друго име?";
"_save_file_as_"            = "Запиши фаила, като %@";
"_password_ascii_"          = "The password cannot contain special characters.";
"_calendar_contacts_"       = "Календар и Контакти";
"_mobile_config_"           = "Изтегляне на конфигурационния профил ";
"_calendar_contacts_footer_warning_"    = "Configuration profile can only be downloaded if Safari is set as default browser.";
"_calendar_contacts_footer_"    = "After downloading the profile you can install it from Settings.";
"_modify_image_desc_"       = "Tap on a file to modify or rename.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Активиране на Live Photo/жива снимка/";
"_disable_livephoto_"       = "Деактивиране на Live Photo/жива снимка/";
"_undo_modify_"             = "Undo modifying";
"_rename_already_exists_"   = "A file with this name already exists.";
"_group_folders_"           = "Team folders";
"_play_from_files_"         = "Play movie from a file";
"_play_from_url_"           = "Play movie from URL";
"_valid_video_url_"         = "Insert a valid URL";
"_chunk_move_"              = "The sent file could not be reassembled, please check the server log.";
"_download_image_"          = "Download image";
"_download_video_"          = "Download video";
"_reset_wrong_passcode_"    = "Възстановяване на приложение";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "The biometric sensor has been temporarily disabled due to multiple failed attempts. Enter the device passcode to re-enable the sensor.";
"_virus_detect_"            = "Virus detected. Upload cannot be completed!";
"_select_photos_"           = "Select photos";
"_selected_photo_"          = "selected photo";
"_selected_photos_"         = "selected photos";
"_delete_selected_photos_"  = "Delete selected photos";
"_media_square_"            = "Square grid";
"_media_ratio_"             = "Aspect ratio grid";
"_autoupload_notice_"       = "To ensure the proper functioning of this feature, it is necessary to enable Background App Refresh. Otherwise, new photos or videos will not be detected when the application is in the background.\n\nAdditionally, please note that the app will not be able to detect new photos and videos if it is manually terminated. When the app is in the background, data transfer may be slower, and new photos and/or videos will generally be detected every 10 minutes, depending on the device’s battery level.\n\nTo verify that the app is functioning correctly, you can use the log file available in Advanced settings.";
"_display_"                 = "Display";
"_appearance_"              = "Appearance";
"_light_"                   = "Light";
"_dark_"                    = "Dark";
"_use_system_style_"        = "Use system style";
"_account_settings_"        = "Account settings";
"_users_"                   = "Потребители";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "While charging";
"_keep_screen_awake_"       = "Keep screen awake\nwhile transferring files";
"_error_not_found_"         = "The requested resource could not be found";
"_error_conflict_"          = "The request could not be completed due to a conflict with the current state of the resource";
"_error_precondition_"      = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "Изтегляне";
"_additional_options_"      = "Additional options";
"_unauthorizedFilesPasscode_" = "Files app cannot be used with an activated passcode";
"_disableFilesApp_"         = "Files app cannot be used because it is disabled";
"_widget_available_nc25_"   = "Widget only available starting with server version 25";
"_no_items_"                = "No items";
"_check_back_later_"        = "Проверете отново късно";
"_no_data_available_"       = "No data available";
"_recent_activity_"         = "Recent activity";
"_maintenance_mode_"        = "The server is currently in maintenance mode, which may take a while.";
"_account_disabled_"        = "Account disabled";
"_user_"                    = "Потребител";
"_add_subtitle_"            = "Add an external subtitle";
"_add_audio_"               = "Add an external audio";
"_upload_foreground_msg_"   = "Do not close %@ to complete the transfer …";
"_upload_background_msg_"   = "Files upload in progress …";
"_create_folder_error_"     = "An error has occurred while creating the folder:\n%@.\n\nPlease resolve the issue as soon as possible.\n\nAll uploads are suspended until the problem is resolved.\n";
"_creating_dir_progress_"   = "Creating directories in progress … keep the application active.";
"_creating_db_photo_progress_" = "Creating photo archive in progress … keep the application active.";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "Even without an internet connection, you can organize your folders, create files. Once you're back online, your pending actions will automatically sync.";
"_offline_not_allowed_"     = "This operation is not allowed in offline mode";
"_Upload_native_format_yes_"= "Upload in native format: yes";
"_Upload_native_format_no_" = "Upload in native format: no";
"_terms_of_service_"        = "Terms of service";
"_terms_accept_"            = "I acknowledge that I have read and agree to the above terms of service.";
"_terms_accepted_"          = "Terms accepted";
"_recommended_files_"       = "Recommended Files";
"_propagate_layout_"        = "Apply the following change to all subfolders";
"_version_mismatch_error_"  = "Version change: please open the main app to update the data.";
"_check_auto_upload_"       = "Automatic photo upload is currently disabled.\nWith Nextcloud iOS you can automatically back up your photos and keep them safe on your server.\nJust open Settings → Auto Upload, choose the options you prefer, and turn it on with the \"%@\" button.";
"_cancel_all_request_"      = "Are you sure you want to cancel all transfers?";
"_cancel_all_"              = "Cancel All";
"_dismiss_"                 = "Отхвърляне";
"_opt_in_pro_"              = "Optimization in progress …";
"_update_in_progress_"      = "Update in progress …";
"_delete_in_progress_"      = "Delete in progress …";
"_download_in_progress_"    = "Download in progress …";
"_upload_in_progress_"      = "Upload in progress …";
"_transfer_in_progress_"    = "Transfer in progress …"; 
"_in_waiting_"              = "In waiting";
"_in_progress_"             = "In progress";
"_in_error_"                = "In error";
"_retry_minutes_"           = "min left to retry";
"_retry_seconds_"           = "sec left to retry";
"_retry_soon_"              = "retrying soon …";
"_large_upload_tip_"        = "Large files require the app to remain open until the transfer is complete";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Waiting for finalization …";
"_in_this_folder_"          = "In this folder";

// Tip
"_tip_pdf_thumbnails_"      = "Swipe left from the right edge of the screen to show the thumbnails";
"_tip_accountrequest_"      = "Докоснете тук, за промяна на профил или за добавяне на нов";
"_tip_addcopyimage_"        = "Натиснете продължително, за да поставите копирано изображение";
"_tip_open_mediadetail_"    = "Плъзнете нагоре, за показване на подробности";
"_tip_autoupload_button_"   = "Configure the options as you prefer (folder, Wi-Fi, new content, subfolders) and tap ‘Turn on auto uploading’.\nYou can stop it at any time, adjust the settings, and enable it again.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Картов контролер";
"_accessibility_add_upload_"    = "Добавяне и качване";
"_dismiss_menu_"                = "Отхвърляне на менюто";
"_show_profile_"                = "Показване на профил";
// a11y: On/Off
"_on_"                          = "Включен";
// a11y: On/Off
"_off_"                         = "Изключен";
"_list_"                        = "List";
"_icons_"                       = "Icons";

// MARK: Assistant
"_assistant_task_unknown_"       = "Непознат";
"_assistant_task_scheduled_"     = "Scheduled";
"_assistant_task_in_progress_"   = "In Progress";
"_assistant_task_completed_"     = "Completed";
"_assistant_task_failed_"        = "Failed";
"_input_"                        = "Input";
"_output_"                       = "Output";
"_task_details_"                 = "Task details";
"_assistant_"                    = "Асистент";
"_new_task_"                     = "New %@ task";
"_no_tasks_"                     = "Hello there! What can I help you with today?";
"_create_task_subtitle_"         = "Use the + button to create a new task";
"_edit_task_"                    = "Edit %@ task";
"_no_types_"                     = "No provider found";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "Conversations";
"_new_conversation_"             = "New conversation";
"_type_message_"                 = "Type a message...";
"_assistant_chat_"               = "Assistant Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";

// MARK: Client certificate
"_no_client_cert_found_"         = "The server is requesting a client certificate.";
"_no_client_cert_found_desc_"    = "Do you want to install a TLS client certificate? \n Note that the .p12 certificate must be installed on your device first by clicking on it and installing it as an Identitity Certificate Profile in Settings. The certificate MUST also have a password as that is a requirement by iOS.";
"_client_cert_enter_password_"   = "Enter the password for the chosen certificate";
"_client_cert_wrong_password_"   = "Sorry, you entered an invalid password.";

// MARK: Login poll
"_poll_desc_"                    = "Please complete the log in process in your browser.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Name must not contain spaces at the beginning or end.";
"_file_name_validator_error_reserved_name_" = "\"%@\" is a forbidden name.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" is a forbidden file extension.";
"_file_name_validator_error_invalid_character_" = "Name contains an invalid character: \"%@\".";
"_file_name_validator_error_space_" = "Name must not contain spaces at the beginning or end.";
"_file_name_new_extension_" = "Changing the extension might cause this file to open in a different application.";
"_file_name_empty_" = "File name cannot be empty.";
"_please_rename_file_" = "Please rename the file or folder.";
"hidden_file_name_warning" = "Name will result in a hidden file.";

"_camera_roll_" = "Албум от камера";
"_destination_" = "Destination";
"_select_autoupload_albums_" = "Select albums";
"_upload_from_" = "Upload from";
"_multiple_albums_" = "Multiple albums";
"_smart_albums_" = "Smart albums";
"_albums_" = "Albums";
"_new_photos_only_" = "New photos only";
"_all_photos_" = "All photos";
"_back_up_new_photos_only_" = "Back up new photos/videos only";
"_auto_upload_all_photos_warning_title_" = "Are you sure you want to upload all photos?";
"_auto_upload_all_photos_warning_message_" = "This can take some time to process depending on the amount of photos.";
"_item_with_same_name_already_exists_" = "An item with the same name already exists.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparing migration …";
"_scanning_files_" = "Scanning files …";
"_moving_items_to_domain_" = "Moving items to correct domain …";
"_finishing_up_" = "Finishing up …";

// MARK: E2EE
"_e2ee_no_session_" = "End-to-end encryption error, no account for this session";
"_e2ee_no_dir_" = "End-to-end encryption error, cannot get directory";
"_e2ee_no_certificate_" = "End-to-end encryption error, cannot get certificate";
"_e2ee_no_generate_key_" = "End-to-end encryption error, cannot generate key";
"_e2ee_no_metadataKey_found_" = "End-to-end encryption error, cannot decrypt metadata key";
"_e2ee_no_user_found_" = "End-to-end encryption error, user not found";
"_e2ee_no_signature_found_" = "End-to-end encryption error, no signature found";
"_e2ee_counter_check_" = "End-to-end encryption error, the counter is lower than the previous one";
"_e2ee_signature_failed_" = "End-to-end encryption error, verify signature failed";
"_e2ee_enc_payload_" = "End-to-end encryption error, encrypt payload file";
"_e2ee_no_metadata_" = "End-to-end encryption error, cannot get metadata";
"_e2ee_filedrop_ciphertext_" = "End-to-end encryption error, filedrop ciphertext failed";
"_e2ee_key_ciphertext_" = "End-to-end encryption error, key ciphertext failed";
"_e2ee_key_checksums_" = "End-to-end encryption error, key checksums failed";
"_e2ee_decode_metadata_" = "End-to-end encryption error, cannot decode metadata";
"_e2ee_no_lock_" = "End-to-end encryption error, unable to lock file";
"_e2ee_no_decrypt_metadata_" = "End-to-end encryption error, cannot decrypt metadata";
"_e2ee_no_enc_file_" = "End-to-end encryption error, cannot encrypt file";
"_e2ee_no_enc_key_" = "End-to-end encryption error, cannot get encoded key";
"_e2ee_no_match_checksum_" = "End-to-end encryption error, checksum does not match";
"_e2ee_create_folder_" = "End-to-end encryption directory creation in progress, please wait …";
"_e2ee_rename_file_" = "End-to-end encryption rename in progress, please wait …";
"_e2ee_encrypt_folder_" = "End-to-end encryption folder in progress, please wait …";
"_e2ee_setup_get_certificate_" = "Server did not return a certificate";
"_e2ee_setup_create_csr_" = "Unable to generate certificate signing request (CSR)";
"_e2ee_setup_sign_certificate_" = "Server did not return a certificate after signing request";
"_e2ee_setup_extract_publickey_" = "Public key mismatch between generated key and certificate";
"_e2ee_setup_get_privatekey_" = "Server did not return an encrypted private key";
"_e2ee_setup_passphrase_error_" = "The provided passphrase is incorrect";
"_e2ee_setup_get_publickey_" = "Server did not return an encrypted public key";
"_e2ee_setup_encript_privatekey_" = "Unable to encrypt the private key";
"_e2ee_setup_store_privatekey_" = "Private key generation returned no usable key";
"_e2ee_setup_verify_publickey_" = "Public key does not match the certificate";
"_e2ee_setup_generate_passphrase_" = "Unable to generate a passphrase";
